{
  "title": "Museum Of Tolerance",
  "badges": [
    {
      "label": "ArchDaily",
      "link": "https://www.archdaily.com/81319/museum-of-tolerance-in-jerusalem-chyutin-architects"
    }
  ],
  "subtitle": "Jerusalem, Israel",
  "text": "The Museum of Tolerance is located at the heart of modern Jerusalem, in its rejuvenated city center, on the borderline between the spacious Independence Park, and the urban built environment. The location is a meeting site of three main streets which differ in character and function. Hillel street: a bustling commercial zone; Moshe Ben Israel street: a road crossing the park; and Moshe Salomon street- Nachalat Shiva’s pedestrian mall, a tourist hub, full of restaurants and shops. The buildings surrounding the museum site have diverse architectural characteristics, representing the history of Jerusalem architecture from the 19th century up today. We wanted the MOTJ building to be integrated into the landscape without overshadowing the preexisting urban setting on the one hand, while asserting its own unique character on the other, an iconic structure that reflects transparency and openness and generates visual interest at close and distant views. The MOTJ is to act as a bridge between the different architectural styles present in its location on one hand, while stylistically using contemporary architectural language and exploring advanced technology and materiality. We wanted the MOTJ building to stand in the warm embrace of the urban fabric and the park around it, shinning as a jewel set to the skyline of Jerusalem.",
  "carouselItems": [
    {
      "type": "image",
      "src": "portfolio/10motj/1.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/0.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/2.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/3.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/4.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/5.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/6.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/7.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/8.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/9.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/10.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/11.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/12.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/13.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/14.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/15.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/16.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/10motj/17.jpg"
    }
  ]
}
