{
  "title": "FindingPlaces",
  "badges": [
    {
      "label": "Research Paper",
      "link": "http://www.sciencedirect.com/science/article/pii/S1877050917315375"
    }
  ],
  "subtitle": "HCI Platform for Public Participation in Refugees’ Accommodation Process",
  "text": "FindingPlaces is a research paper that describes the conception, development, and deployment of a novel HCI (Human-Computer Interaction) system for public participation and decision-making. The system was specifically applied to the process of allocating refugee accommodation in the City of Hamburg as part of the FindingPlaces project in 2016.\n\nThe CityScope platform, known for its rapid prototyping capabilities in urban planning and decision-making, served as the technical solution. The system utilized a tangible user interface approach and workshop processes to facilitate effective interaction among multiple participants and stakeholder groups. The paper presents the origins of CityScope, its evolution as a tangible user interface for urban planning and public participation, and the technical features of the system. It also reflects on the adaptation of CityScope to the specific demands of the FindingPlaces project in Hamburg, analyzing its success factors, shortcomings, and potential future R&D and application scenarios.\n\nFor more information, you can read the related Medium post on the <a href='https://medium.com/mit-media-lab/shifting-priorities-finding-places-9ad3bdbe38b8' target='_blank'>Media Lab Medium</a> website.",
  "carouselItems": [
    {
      "type": "iframe",
      "src": "https://www.youtube.com/embed/gKq5SVItIII?rel=0&amp;controls=1&amp;showinfo=0"
    },
    {
      "type": "image",
      "src": "projects/16fp/1.jpeg"
    },
    {
      "type": "image",
      "src": "projects/16fp/2.jpeg"
    },
    {
      "type": "image",
      "src": "projects/16fp/3.jpeg"
    },
    {
      "type": "image",
      "src": "projects/16fp/4.jpeg"
    },
    {
      "type": "image",
      "src": "projects/16fp/5.jpeg"
    }
  ]
}
