{
  "title": "MeadowLoop",
  "subtitle": "CAU Studio in the Meadowlands, NJ",
  "text": "This project aims to address the conflict between the meadowlands’ prominent role in the supply chain of the east coast, and its importance as a natural ecosystem and water-basin, in the regional scale. 'Packing' the warehouses will reduce their excess footprint, and thus- emission and infrastructure, while addressing their specific demands and rationale of operation. The warehouses will be relocated to a new proposed site, the meadowloop, hosting up to 3 times the existing warehouses, while offering excellent connectivity and minimal footprint. The areas that are now vacant will be re-purposed as natural reclaimed landscapes – or ROOMS, while developable areas will form well-defined BANDS. This process will subsequently redefine the current Meadowlands Commission’s bounds, as these natural ROOMS will be under its supervision, for operating and maintaining them. The logic behind the combination of facilities and their infrastructure is to significantly reduce tracks and trains traveling through the site, minimizing emissions and decreasing the development of new infrastructure. The meadowloop site hosts 3 out of the 4 main infrastructures intersections, allowing immediate connectivity to New York City, the airport, and the harbor or to west New Jersey; all important highways, freight and commuter trains, New-York city tunnels, and marine links reside within the meadowloop triangle. The Meadowloop Project aims to 'kill two birds with one stone': to allow the existing and future development of industry, storage, and logistics in the meadowlands, while maintaining open and active natural landscape. With the growing consumerism from one end, and climate changes from the other, this coexistence could only be resolved by an inclusive argument and a comprehensive approach. [Urban Design Studio MIT Architecture 2014]",
  "carouselItems": [
    {
      "type": "image",
      "src": "portfolio/14mlopp/1.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/2.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/3.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/4.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/5.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/6.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/7.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/8.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/9.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/10.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/11.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/12.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/13.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/14.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/15.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/16.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/17.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/18.jpg"
    },
    {
      "type": "image",
      "src": "portfolio/14mlopp/19.jpg"
    }
  ]
}
